{
    "projects": [
        {
            "avatar": "", 
            "title": "Akwa Ibom State: Nipa Palm Utilization Project"
        },
        {
            "avatar": "", 
            "title": "Cross River State: Management of Becheve Nature Reserve, Obudu Cattle Ranch"
        },
        {
            "avatar": "", 
            "title": "Edo State : Biodiversity Action Plan (BAP) Project"
        },
        {
            "avatar": "", 
            "title": "Gombe & Jigawa State: Wing Over Wetlands (WOW)"
        },
        {
            "avatar": "", 
            "title": "Lagos State: Lekki Conservation Centre (LCC)"
        },
        {
            "avatar": "", 
            "title": "Ogun, Ondo and Osun State: Omo – Oluwa – Shasha Conservation Project"
        },
        {
            "avatar": "", 
            "title": "Plateau State: A. P. Leventis Ornithological Research Institute (APLORI),"
        },
        {
            "avatar": "", 
            "title": "Taraba State: Participatory Forest Management Project, Mambilla and Donga sites,"
        },
        {
            "avatar": "", 
            "title": "Important Bird Area Programme"
        }
    ],
    "projects1": [
        {
            "avatar": "", 
            "title": "Development of the National Conservation Strategy - 1984"
        },
        {
            "avatar": "", 
            "title": "Enactment of the Endangered Species Decree - 1985"
        },
        {
            "avatar": "", 
            "title": "Development of the Vision 2010 on the environment – 1997"
        },
        {
            "avatar": "", 
            "title": "Collaborated with the Federal Department of Forestry on the drafting of Nigeria’s National Forestry Law -2000."
        },
        {
            "avatar": "", 
            "title": "NCF played a lead role in the establishment of the defunct Federal Environmental Protection Agency (FEPA) now Federal Ministry of Environment."
        },
        {
            "avatar": "", 
            "title": "Facilitated the publication of National University Commission (NUC) endorsed eleven volumes of textual materials on Environmental Education as environmental curriculum resource for tertiary institutions in Nigeria."
        },
        {
            "avatar": "", 
            "title": "Played supportive role in the establishment of the Nigerian Environmental Study Action Team (NEST)."
        },
        {
            "avatar": "", 
            "title": "Established the Niger-Delta Conservation and Sustainable Development (NDCSD) Project to instigate a paradigm shift from oil and gas dependence to realizing the trade value of biodiversity (2002) among others."
        }
    ]
}
